Repository: atom-chen/overlap
Catalog: prj/locale/*.po
Languages: cn, fr, jp, pt

# Collect_88
source: Atmosphere generator;Make the world a better place
cn: 大气层发生器;让这个世界变得更好一些
fr: générateur d'atmosphère;Rendre le monde meilleur
jp: 雰囲気ジェネレータ;世界はより良くするために、
pt: gerador de atmosfera;Tornar o mundo um lugar melhor

# Collect_89
source: Diamond Sutra;All with marks is empty and false. If you can see all marks as no marks, then you see the Tathagata
cn: 金刚经;凡所有相，皆是虚妄。若见诸相非相，则见如来
fr: Soutra du diamant;Tous avec des marques est vide et fausse. Si vous pouvez voir toutes les marques comme aucune marque, alors vous voyez le Tathagata
jp: 金剛般若経;すべてのフェーズはすべて偽である場合。非相対で見られる場合は、如来を見ます
pt: Sutra do diamante;Tudo com marcas está vazio e falso. Se você pode ver todas as marcas como nenhuma marca, então você vê o Tathagata

# Collect_90
source: mini Oxygen tank ;Only hand size, can be used throughout the day
cn: 微型氧气罐;只有手掌大，可使用一整天
fr: mini-bouteille d'oxygène;taille de la main seulement, peut être utilisé tout au long de la journée
jp: ミニチュア酸素タンク;パーム大、あなたが一日中使用することができます
pt: mini-tanque de oxigênio;tamanho da mão única, pode ser usado durante todo o dia

# Collect_91
source: Bionic tactical armor alloy ;Faster，Higher，Stronger！
cn: 仿生合金战术机甲;更快、更高、更强！
fr: Bionic tactique en alliage d'armure;Plus vite plus haut plus fort!
jp: バイオニック合金タクティカルアーマー;より速く、より高い、より強いです！
pt: Bionic liga armadura tático;Mais rápido, mais alto, mais forte!

# Collect_92
source: Galaxy database;The description of the earth in the database : Mostly Harmless
cn: 银河数据库;数据库中关于地球的描述为：基本无害
fr: base de données de Galaxy;La description de la terre dans la base de données: Mostly Harmless
jp: ギャラクシーデータベース;基本的な音：地球上のデータベースは、以下のように記述されています
pt: banco de dados Galaxy;A descrição da terra na base de dados: Na maior parte inofensivo

# Collect_93
source: Anti black hole gel;Black hole weapon?No way!
cn: 反黑洞胶体;黑洞武器？没门！
fr: gel anti trou noir;Black hole arme? No way!
jp: アンチブラックホールコロイド;腕ブラックホール？まさか！
pt: gel buraco negro Anti;arma buraco negro? De jeito nenhum!

# Collect_94
source: DNA recombination machine;Matters needing attention: same as Transporter
cn: DNA重组机;注意事项与量子传送器相同
fr: Machine de recombinaison de l'ADN;Questions nécessitant une attention particulière: les mêmes que Transporter
jp: 組換えDNA機;同じ量子コンベアと注意事項
pt: máquina de recombinação de DNA;Questões que necessitam de atenção: mesmo que Transporter

# Collect_95
source: Metal extracting device ;Extracting metal resources from space junk and planet
cn: 金属提取装置;从太空垃圾和星球采集金属资源
fr: Dispositif d'extraction de métal;Extraction des ressources métalliques de malbouffe et de la planète l'espace
jp: 金属抽出手段;宇宙ゴミから金属資源や惑星を収集
pt: dispositivo de metal extracção;Extração de recursos de metal de lixo espacial e planeta

# Collect_96
source: Quick recovery glue ;Can not remove wrinkles
cn: 快速回复胶;不能去除皱纹
fr: colle de récupération rapide;Vous ne pouvez pas supprimer les rides
jp: クイック返信ガム;あなたはしわを削除することはできません
pt: cola rápida recuperação;Não é possível remover rugas

# Collect_97
source: Planetery Sensor;Locate suitable planet in order to get additional resources
cn: 行星定位器;定位合适的行星，以便登录补充资源
fr: Capteur Planetery;Repérez planète appropriée afin d'obtenir des ressources supplémentaires
jp: 惑星ロケータ;追加のリソースをログに記録するために適した惑星を見つけます
pt: Planetery Sensor;Localize planeta adequado a fim de obter recursos adicionais

# Collect_98
source: Mini gym ;Prevention of osteoporosis in space
cn: 迷你健身仓;预防太空中的骨质疏松
fr: Mini salle de gym;Prévention de l'ostéoporose dans l'espace
jp: ミニフィットネス倉庫;空間における骨粗しょう症の予防
pt: mini-ginásio;Prevenção de osteoporose no espaço

# Collect_99
source: Gravity generator ;You won't like it when slimming
cn: 重力发生器;在减肥期你不会喜欢它的
fr: Générateur de gravité;Vous ne voulez quand minceur
jp: 重力発電機;減量の期間では、あなたはそれを好きではありません
pt: gerador de gravidade;Você não vai gostar quando emagrecimento

# Collect_100
source: Spaceship console;Please, don't touch anything
cn: 飞船操作台;请啥东西也不要碰
fr: console Spaceship;S'il vous plaît, ne touchez à rien
jp: 宇宙船コンソール;何の事には触れないでください
pt: consola Spaceship;Por favor, não toque em nada

source: Retry
cn: 重玩
fr: Recommencez
jp: リトライ

source: Sound
cn: 声音
fr: Sonner
jp: 音
pt: Som

source: Continue
cn: 继续游戏
fr: Continuer
jp: 持続する
pt: Continuar

# Result_time
source: Time
cn: 时间
fr: Temps
jp: 時間
pt: Tempo

# Result_combo
source: Perfect Score
cn: 完美得分
jp: 満点
pt: Contagem perfeita

# Result_score
source: Score
cn: 得分
jp: スコア
pt: Pontuação

source: off
cn: 关

source: on
cn: 开

# Start
source: Play
cn: 开始游戏
fr: Jouer
jp: 遊びます
pt: Toque

# SkInfo_1
source: Color Only
cn: 只显示颜色
fr: Couleur Unique
jp: 色のみ
pt: Só cor

# SkInfo_2
source: Shape Only
cn: 只显示形状
fr: Forme Seulement
jp: 形状のみ
pt: Forma Só

# SkInfo_3
source: Meaning of the Word
cn: 选择文字的意思
fr: Signification de la Parole
jp: 単語の意味
pt: O significado da palavra

# SkInfo_4
source: Color of the Word
cn: 选择文字的颜色
fr: Couleur de la Parole
jp: 単語の色
pt: Cor da Palavra

# SkInfo_5
source: Flickering
cn: 闪现
fr: Vacillant
jp: ちらつき
pt: piscando

# SkInfo_6
source: Covering
cn: 遮挡
fr: Couvrant
jp: カバーします
pt: Cobertura

# SkInfo_7
source: Invisible
cn: 不可见的
jp: 目に見えません
pt: Invisível

# SkInfo_8
source: Same Color
cn: 同颜色的
fr: Même couleur
jp: 同色
pt: Mesma cor

# SkInfo_9
source: Right Rotation
cn: 右旋转
fr: Rotation à droite
jp: 右回転
pt: rotação direita

# SkInfo_10
source: Left Rotation
cn: 左旋转
fr: Rotation à gauche
jp: 左回転
pt: rotação esquerda

# AdsInfo
source: Your donation will remove Ads in game. Top 10 donors can name the characters in our next game.
cn: 你的捐助将去除所有广告。捐助最多的前十名玩家可以为我们的下一个游戏中的角色命名。
fr: Votre don va supprimer les annonces dans le jeu. Il soutiendra notre futur développement de jeux. Merci beaucoup!
jp: あなたの寄付はすべての広告を取り除いて、そして私達の後のゲームの開発、非常に感謝する、非常に感謝します！
pt: Sua doação irá remover os anúncios em jogo. Irá apoiar o nosso desenvolvimento futuro jogo. Muito obrigado!

source: Language
cn: 语言
fr: La langue
jp: 言語
pt: Língua

source: Rate
cn: 点赞
fr: Taux
jp: レート
pt: Taxa

# Credits
source: Credit
cn: 制作人员
fr: Crédit
jp: クレジット
pt: Crédito

source: Donation
cn: 捐助
fr: Don
jp: 寄付
pt: Doação

# moreIce
source: Draw a perfect curve to defend ice sheet.
cn: 划出完美曲线保护冰原
fr: Tracez une courbe parfaite pour défendre la feuille de glace.
jp: 氷床を守るために完璧な曲線を描きます。
pt: Desenhar uma curva perfeita para defender camada de gelo.

# moreMary
source: An original number puzzle game with royal theme.
cn: 独创玩法的数字融合游戏
fr: Un nombre jeu de puzzle original avec le thème royal.
jp: 王室をテーマにしたオリジナルのナンバーパズルゲーム。
pt: Um jogo de puzzle número original com o tema real.

# Config
source: Settings
cn: 设置

# Conllection
source: Collection
cn: 收集
jp: コレクション
pt: Coleção

source: Rank
cn: 排行

# trval
source: Endless Trip
cn: 无尽旅行
fr: sans fin de voyage
jp: エンドレストリップ
pt: viagem sem fim

source: You
cn: 你

# Max
source: Highest
cn: 最高

source: Your Rank
cn: 你的排名
fr: Ton rang
jp: あなたのランク
pt: A sua classificação

source: High Score
cn: 最高分
fr: Score élevé
jp: 高得点
pt: Pontuação máxima

# Random
source: Random Obstacles
cn: 随机障碍
fr: obstacles au hasard
jp: ランダム障害
pt: Os obstáculos aleatórios

source: List
fr: Arrière
jp: 戻る
pt: Costas

source: Next
fr: Prochain
jp: 次の関
pt: Próximo

source: Result_high
fr: Score élevé
jp: 一番高い点数
pt: Pontuação máxima
