Repository: atom-chen/overlap
Catalog: prj/locale/*.po
Languages: cn, fr, jp, pt

# NorScore
source: Score ()
cn: 得分 ()
jp: スコア()
pt: Pontuação ()

# UniScore
source: Perfect Score ()
cn: 完美得分 ()
jp: パーフェクトスコア()
pt: Pontuação Perfeito ()

# TimeNorScore
source: In () seconds , Score ()
cn: ()秒内得分 ()
fr: En () secondes, Score ()
jp: ()秒で、スコア()
pt: Em () segundos, Pontuação ()

# TimeUniScore
source: In () seconds , Perfect Score ()
cn: ()秒内完美得分 ()
fr: En () secondes, Perfect Score ()
jp: ()秒で、パーフェクトスコア()
pt: Em () segundos, Pontuação ()

source: OK
cn: 确定

# Collect_1
source: Miniature planting barn ;In August 2015, astronauts first tasted the lettuce grown in space
cn: 微型种植仓;2015年8月，宇航员首次品尝了在太空种植的生菜
fr: plantation Miniature grange;En Août 2015, les astronautes d'abord goûté la laitue cultivée dans l'espace
jp: ミニチュア倉庫を植えます;2015年8月、スペース植えレタスで宇宙飛行士の最初の味
pt: Miniature celeiro plantio;Em agosto de 2015, os astronautas primeira provaram a alface cultivada no espaço

# Collect_2
source: Hoverboard;Use together with Nike's self-lacing shoes
cn: 悬浮滑板;适合搭配Nike牌自动系带鞋使用
fr: Hoverboard;Utilisez-le avec des chaussures auto-laçage Nike
jp: ホバーボード;自動レーシングナイキブランドの靴の使用と一致
pt: hoverboard;Use em conjunto com as sapatas auto-laço da Nike

# Collect_3
source: Universal translator;sorry, I didn't hear that very clearly
cn: 宇宙翻译器;“对不起，我没有听清你在说什么”
fr: Traducteur Universal;[Désolé, je ne l'ai pas entendu dire très clairement]
jp: 宇宙トランスレータ;「ごめんなさい、私はあなたが言っていることを聞いていませんでした。」
pt: tradutor universal;[Desculpe, eu não ouvi isso muito claramente]

# Collect_4
source: Blaster;I have a bad feeling about this.
cn: 爆能枪Blaster;我有种不祥的预感
fr: Blaster;J'ai un mauvais pressentiment à propos de ceci.
jp: ブラスターブラスター;私は一種の予感します
pt: Blaster;Eu tenho um mau pressentimento sobre isso.

# Collect_5
source: R2-B2;"Beep, beep,beep"
cn: R2-B2;“哔、哔哔、哔”
fr: R2-B2;[Bip, bip, bip]
jp: R2-B2;[ビープ音、ビープ音、ビープ音 ]

# Collect_6
source: Tricorder; "According to the assessment of your health, your life expectancy is 30... 29..28.27."
cn: 三录仪;[根据对您健康状况的评估，您的寿命还有30...29..28.27..]
fr: Tricorder; [Selon l'évaluation de votre santé, votre espérance de vie est de 30 ... 29..28.27.]
jp: 三ロガー;[あなたの健康状態の評価、あなたの人生だけでなく、30 ... 29..28.27によると.. ]
pt: tricorder; [De acordo com a avaliação de sua saúde, sua expectativa de vida é de 30 ... 29..28.27.]

# Collect_7
source: Singularity tracker ;Tracking a particular parallel universe
cn: 奇点追踪器;追踪特定的平行宇宙
fr: traqueur Singularity;Suivi d'un univers parallèle particulier
jp: 特異トラッカー;特定のパラレルワールドを追跡
pt: rastreador Singularity;Acompanhamento de um universo paralelo em particular

# Collect_8
source: Transporter;Make sure that no flies come in before you use it
cn: 量子传送器;使用前请务必确保没有苍蝇飞进来
fr: Transporteur;Assurez-vous que pas de mouches viennent en avant de l'utiliser
jp: 量子コンベア;必ず何ハエが入って来ていないことを確認するために使用する前に
pt: Transportador;Certifique-se de que não há moscas vêm em antes de usá-lo

# Collect_9
source: Cryosleep chamber;See you next century！
cn: 冷冻休眠仓;下个世纪见！
fr: chambre Cryosleep;Rendez-vous du prochain siècle!
jp: スリープ冷凍倉庫;次の世紀を参照してください！
pt: câmara de cryosleep;Vê-lo no próximo século!

# Collect_10
source: Lightsaber;May the force be with you.
cn: 光剑;愿原力与你同在
fr: Lightsaber;Que la force soit avec toi.
jp: ライトセーバー;フォースがあなたと一緒にすることができます
pt: lightsaber;Que a força esteja com você.

# Collect_11
source: Kryptonite;Please contact Comics Detective if you feel unwell after near
cn: 氪石;如果靠近后感觉不适，请及时联系Detective Comics
fr: Kryptonite;S'il vous plaît contacter Detective Comics si vous vous sentez mal après près
jp: クリプトナイト;あなたが終了後に体調不良を感じた場合、探偵コミックまでご連絡ください
pt: Kryptonite;Entre em contato com Detective Comics, se não se sentir bem depois de perto

# Collect_12
source: A Clockwork Orange;
cn: 发条橙;
jp: 時計じかけのオレンジ;
pt: Laranja mecânica;

# Collect_13
source: The Fifth Element;Love is the one thing that transcends time and space
cn: 第五元素;爱是唯一可以超越时间与空间的事物
fr: Le cinquième élément;L'amour est la seule chose qui transcende le temps et l'espace
jp: フィフス・エレメント;愛は時空を超え唯一のものです
pt: O Quinto Elemento;O amor é a única coisa que transcende o tempo e espaço

# Collect_14
source: Singularity propeller ;Go to another parallel universe
cn: 奇点推进器;穿越到另一个平行宇宙
fr: hélice Singularity;Aller à un autre univers parallèle
jp: 特異プッシャー;別のパラレルワールドに至るまで
pt: hélice Singularity;Ir para outro universo paralelo

# Collect_15
source: The Hitchhiker's Guide to the Galaxy;Don't panic
cn: 银河漫游指南;不要慌
fr: Le Guide du voyageur galactique;Ne paniquez pas
jp: 銀河ヒッチハイクガイド;パニックしないでください
pt: O Guia do Mochileiro das Galáxias;Não entre em pânico

# Collect_16
source: potato;It smells strange if you don't clean it
cn: 土豆;没洗干净的话闻起来怪怪的
fr: pomme de terre;Ça sent étrange si vous ne nettoyez pas
jp: ポテト;その後、変なにおいが、きれいではありません
pt: Batata;Tem cheiro estranho se você não limpá-lo

# Collect_17
source: arc reactor;proof that Tony Stark has a heart
cn: 方舟反应堆;托尼史塔克有颗温暖的心
fr: réacteur arc;la preuve que Tony Stark a un coeur
jp: アーク炉;歯暖かい心を持っている托尼史塔克
pt: reator do arco;prova de que Tony Stark tem um coração

# Collect_18
source: Black gloves;Gloved hand occasionally out of control
cn: 黑手套;戴上手套的手会偶尔失控
fr: Gants noirs;main gantée parfois hors de contrôle
jp: 黒手袋;時折手袋をはめた手と制御のうち
pt: luvas pretas;Mão coberta, ocasionalmente, fora de controle

# Collect_19
source: Laser weapon ;It's natural enemy is haze .
cn: 激光武器;天敌是雾霾
fr: arme laser;Il est l'ennemi naturel est la brume.
jp: レーザー兵器;天敵は曇り
pt: arma Laser;É inimigo natural é neblina.

# Collect_20
source: Gatling tower;Awesome since 1860s
cn: 加特林机枪塔;从1860年代以来一直很拉风
fr: tour Gatling;Impressionnant depuis 1860
jp: ガトリングガンタレット;1860年代以来、それは非常に風を引っ張ってきました
pt: torre de Gatling;Impressionante desde 1860

# Collect_21
source: Spacesuit;Don't smoke, or take the consequences
cn: 宇航服;抽烟者后果自负！
fr: Scaphandre;Ne pas fumer, ou de prendre les conséquences
jp: 宇宙服;危険を覚悟で飲んで！
pt: spacesuit;Não fumar, ou assumir as consequências

# Collect_22
source: 42;The Answer to Life, the Universe and Everything
cn: 42;生命、宇宙和一切的答案
fr: 42;La réponse à la vie, l'univers et tout
jp: 42;人生、宇宙、すべての答え
pt: 42;A resposta à vida, o universo e tudo

# Collect_23
source: Missile tower ;Tank driver's most annoying thing
cn: 导弹塔;坦克驾驶员最讨厌的东西
fr: tour de missiles;chose la plus ennuyante du conducteur du réservoir
jp: ミサイルタレット;最も厄介なタンクドライバ
pt: torre de mísseis;coisa mais irritante do motorista do tanque

# Collect_24
source: Cloaking device;remenber: invisible is not invincible
cn: 隐形装置;请记住：隐形不等于无敌
fr: Dispositif de dissimulation;Remenber: invisible est pas invincible
jp: 遮蔽装置;注意：無敵の目に見えないを意味するものではありません。
pt: dispositivo de camuflagem;remenber: invisível não é invencível

# Collect_25
source: Two-dimensional foil;Read Flatland in advance
cn: 二向箔;请预先阅读《平面国》
fr: feuille à deux dimensions;Lire Flatland à l'avance
jp: ダイクロイック箔;事前に「平地」をお読みください
pt: folha bidimensional;Leia Flatland com antecedência

# Collect_26
source: Stormtrooper helmet;Only Imperial Stormtroopers could be so accurate!
cn: 暴风兵头盔;“只有帝国的突击队能够这么精确”
fr: Stormtrooper casque;[Seuls les Stormtroopers impériaux pouvaient être si précis!]
jp: ストームトルーパーのヘルメット;「オンリーインペリアルコマンドーはとても正確である可能性があります。」
pt: capacete Stormtrooper;[Somente Stormtroopers Imperiais poderia ser tão preciso!]

# Collect_27
source: jetpack;Flying is one of the most ancient dreams of mankind
cn: 喷射背包;飞行是人类最古老的梦想
fr: jetpack;Voler est l'un des plus anciens rêves de l'humanité
jp: Jetpackの;フライングは、人類最古の夢であります
pt: mochila a jato;Voar é um dos sonhos mais antigos da humanidade

# Collect_28
source: Lunar rover;Speed limit 20 mph, or easy to fly away
cn: 月球车;限速20迈，否则容易飞走
fr: rover lunaire;La limite de vitesse de 20 mph, ou facile à s'envoler
jp: ローバー;律速段階20、または飛んやすいです
pt: rover lunar;O limite de velocidade 20 mph, ou fácil de voar para longe

# Collect_29
source: Neuralyzer;"Huh? What is my hand, let me try this button"
cn: 失忆棒;“咦？我手里是什么，按一下试试”
fr: neuralyzer;[Hein? Quelle est ma part, je vais essayer ce bouton]
jp: 健忘スティック;[え？何を私の手で、トライをクリックして ]
pt: Neuralyzer;[Huh? Qual é o meu lado, deixe-me tentar este botão]

# Collect_30
source: Gerty AI;A robot like to use emoji
cn: 智能机器人Gerty;一个喜欢使用颜文字的机器人
fr: Gerty AI;Un robot aiment utiliser emoji
jp: 知能ロボットガーティー;ロボットは、カラーテキストを使用したいです
pt: Gerty AI;Um robô gosta de usar emoji

# Collect_31
source: Red pill;One pill a day, don't overdose.
cn: 红色药丸;一日一片，不可过量服用
fr: pillule rouge;Une pilule par jour, ne pas surdoser.
jp: レッド丸薬;初日、過剰摂取することはできません
pt: comprimido vermelho;Um comprimido por dia, não overdose.

# Collect_32
source: Bone;A hard bone, can be used to knock things
cn: 骨头;一根结实的骨头，可以用来敲打东西
fr: OS;Un os dur, peut être utilisé pour frapper les choses
jp: 骨;スタウト骨、物事をノックするのに使用することができます
pt: Osso;Um osso duro, pode ser usado para bater coisas

# Collect_33
source: HAL9000;I'm sorry, Dave. I'm afraid I can't do that
cn: HAL9000;“我很抱歉，大卫。我恐怕不能这么做。”
fr: HAL9000;Je suis désolé, Dave. Je crains que je ne peux pas le faire
jp: HAL9000;「私はそれを行うことはできませんが怖い。、デビッドごめんなさい。」
pt: HAL9000;Sinto muito, Dave. Temo que não pode fazer isso

# Collect_34
source: Powered exoskeleton;“"To be honest you may not believe ...the machine hit you, not me”
cn: 外骨骼动力机甲;“说起来你可能不信…是机甲先动的手...”
fr: exosquelette motorisé;[Pour être honnête, vous ne pouvez pas croire ... la machine vous a frappé, pas moi]
jp: パワードスーツの鎧;[...あなたは...先発のメカ手であると信じていないかもしれない正直に言うと ]
pt: exoesqueleto energizado;[Para ser honesto você não pode acreditar ... a máquina de bater em você, não eu]

# Collect_35
source: U Disk;An U disk, storing a wealth of knowledge
cn: U盘;一个U盘，存储了丰富的知识
fr: U disque;Un disque U, le stockage d'une richesse de connaissances
jp: U Disk;Uディスクは、豊富な知識を保存します
pt: U Disk;Um disco de U, armazenando uma riqueza de conhecimentos

# Collect_36
source: Monolith;...
cn: 黑石碑;...
fr: Monolithe;...
jp: ブラックストーン;...
pt: monolito;...

# Collect_37
source: SNOY Walkman TPS-L2;Only three left in the whole universe
cn: SNOY Walkman TPS-L2;全宇宙仅剩三台
fr: SNOY Walkman TPS-L2;Seulement trois ont quitté dans l'univers entier
jp: SNOY Walkman TPS-L2;3残りの宇宙全体
pt: SNOY Walkman TPS-L2;Apenas três deixado em todo o universo

# Collect_38
source: Marvin;"I've calculated your chance of survival, but I don't think you'll like it. "
cn: 马文;“我算得出你的生还几率, 你不会喜欢这个数字的 ”
fr: Marvin;[Je l'ai calculé vos chances de survie, mais je ne pense pas que ça vous plaira.]
jp: Marvin;「私はあなたがこの数字を好きではないであろう、生存のあなたのチャンスを数えるようになってきています。」
pt: Marvin;[Eu já calculou a sua chance de sobrevivência, mas eu não acho que você vai gostar.]

# Collect_39
source: Electric Sheep;Do aliens counting sheep when insomnia?
cn: 电子羊;外星人失眠的时候会数外星羊么？
fr: Electric Sheep;Ne aliens compter les moutons quand l'insomnie?
jp: 電気羊;ときは、外国人の不眠症エイリアン羊の数はそれだろうか？
pt: electric Sheep;Os alienígenas contar carneiros quando a insônia?

# Collect_40
source: SCV;There's something in the way
cn: 太空工程机器人SCV;有东西挡住我了！
fr: SCV;Il y a quelque chose dans la façon
jp: 宇宙ロボットSCV;私を遮断する何かがあります！
pt: SCV;Há algo no caminho

# Collect_41
source: Habitat;Don't sleep in suspension!
cn: 居住舱;禁止悬浮状态下睡觉！
fr: Habitat;Ne pas dormir en suspension!
jp: 生息地;サスペンション睡眠で禁止！
pt: Habitat;Não dormir em suspensão!

# Collect_42
source: Cassette;Awesome Mix vol.1
cn: 磁带;Awesome Mix vol.1
fr: Cassette;vol.1 Mix impressionnant
jp: テープ;素晴らしいミックスVOL.1
pt: Cassete;vol.1 mistura impressionante

# Collect_43
source: Waterdrop;Absolute zero, absolutely smooth(tt5774642)
cn: 水滴;绝对零度，绝对光滑(tt5774642)
fr: Goutte d'eau;Le zéro absolu, absolument lisse (tt5774642)
jp: ドロップ;絶対零度、絶対にスムーズ（tt5774642）
pt: Pingo D'água;do zero absoluto, absolutamente lisa (tt5774642)

# Collect_44
source: VR Playstation;You can play "life on earth" in the spaceship
cn: VR游戏机;你可以在飞船里玩“地球生活模拟”
fr: VR Playstation;Vous pouvez jouer 'la vie sur terre' dans le vaisseau spatial
jp: VRゲーム;あなたは宇宙船の「地球シミュレーションでの生活」をプレイすることができます
pt: VR Playstation;Você pode jogar 'a vida na Terra' na nave espacial

# Collect_45
source: Interactive fiction;"It seems that the crash site is more close to me than the mountain. What do you think I should do?"
cn: 互动小说;“坠毁点好像比山峰离我更近些。你觉得我应该怎么做？”
fr: fiction interactive;[Il semble que le site de l'accident est plus proche de moi que la montagne. Que pensez-vous que je devrais faire?]
jp: インタラクティブフィクション;「クラッシュサイトのピークがいくつかより私に近いようです。どうやって私がすべきだと思いますか？」
pt: ficção interativa;[Parece que o local do acidente é mais perto de mim do que a montanha. O que você acha que devo fazer?]

# Collect_46
source: All-weather combat robot ;Beware of friendly fire
cn: 全天候作战机器人;小心误伤友军
fr: Tous les temps de combat robots;Méfiez-vous des tirs amis
jp: 天気戦闘ロボット;注意フレンドリーファイア
pt: Todas as condições meteorológicas robô de combate;Cuidado com o fogo amigo

# Collect_47
source: All-purpose adhesive;
cn: 万能胶;
fr: Tout usage adhésif;
jp: 万能接着剤;
pt: Todos os fins-adesiva;

# Collect_48
source: Antimatter engine ;E=mc^2
cn: 反物质发动机;E=mc^2
fr: moteur de Antimatter;E = mc ^ 2
jp: 反物質エンジン;E = MC ^ 2
pt: motor de antimatéria;E = mc ^ 2

# Collect_49
source: Antenna;
cn: 天线;
fr: Antenne;
jp: アンテナ;
pt: Antena;

# Collect_50
source: Top; A top that can spin for a long time
cn: 陀螺;一个能转很久的陀螺
fr: Teetotum; Un haut qui peut tourner depuis longtemps
jp: ジャイロ;長いジャイロを回すことができます
pt: Piorra; Uma parte superior que pode girar por um longo período de tempo

# Collect_51
source: stimulant;"Ahh...That's the stuff!"
cn: 兴奋剂;“啊！就是这个感觉！”
fr: stimulant;[Ahh ... Voilà le truc!]
jp: ドーピング;「ああ！それはこの感じです！」
pt: estimulante;[Ahh ... Esse é o material!]

# Collect_52
source: Medical chamber;Please do not put in the dead
cn: 医疗仓;请勿放入死人
fr: chambre médicale;S'il vous plaît ne pas mettre dans la mort
jp: 医療倉庫;死者を入れないでください
pt: câmara de Medicina;Por favor, não coloque na calada

# Collect_53
source: Space Wrench;In November 2014, astronauts aboard the international space station used 3D printing technology to create the first "space tool" -- a wrench.
cn: 太空扳手;2014年11月，国际空间站的宇航员们利用3D打印技术，制造出第一把“太空工具”——扳手
fr: espace Wrench;En Novembre 2014, les astronautes à bord de la station spatiale internationale ont utilisé la technologie d'impression 3D pour créer le premier 'outil spatial' - une clé.
jp: 宇宙レンチ;2014年11月、国際宇宙ステーションの宇宙飛行士は、最初の「スペースツール」を作成するために、3D印刷技術を使用 - レンチ
pt: Chave espaço;Em novembro de 2014, os astronautas a bordo da estação espacial internacional usou a tecnologia de impressão 3D para criar a primeira 'ferramenta de espaço' - uma chave.

# Collect_54
source: Railgun;A kinetic weapon that does not require explosives
cn: 电磁炮;一种动能武器，不需要安装爆炸物
fr: Railgun;Une arme cinétique qui ne nécessite pas d'explosifs
jp: ガンズ;運動エネルギー兵器の一種、爆発物をインストールする必要はありません
pt: railgun;Uma arma cinética que não requer explosivos

# Collect_55
source: Nanocomposite amor;When nano spear encounter nano shield, who can win
cn: 纳米材料装甲;当纳米矛碰到纳米盾，谁能赢
fr: Nanocomposite Amor;Lorsque nano lance la rencontre nano bouclier, qui peut gagner
jp: ナノ材料の鎧;ナノナノウォン槍シールドを、会ったとき
pt: de amor nanocompósito;Quando nano lança escudo nano encontro, que pode ganhar

# Collect_56
source: Space Torpedoes; It's just a bigger and slower missile.
cn: 太空鱼雷;只是一种更大更慢的导弹
fr: espace Torpilles; Il est juste un missile plus gros et plus lent.
jp: 宇宙魚雷;ただ、大きな遅いミサイル
pt: Torpedos espaço; É apenas um míssil maior e mais lento.

# Collect_57
source: Ex Machina;If you've created a conscious machine, it's not the history of man. It's the history of gods
cn: 机械姬;如果你创造了一个有意识的机器，那将不再是人类的历史，而是上帝的历史
fr: Ex Machina;Si vous avez créé une machine consciente, il est pas l'histoire de l'homme. Il est l'histoire des dieux
jp: 智機械;あなたは意識的なマシンを作成する場合、それはもはや人間の歴史が、神の歴史ないであろう
pt: ex Machina;Se você criou uma máquina consciente, não é a história do homem. É a história de deuses

# Collect_58
source: Warp drive;Frequent use may cause cracks in the subspace
cn: 曲速引擎;频繁使用可能会造成子空间裂缝
fr: lecteur Warp;L'utilisation fréquente peut provoquer des fissures dans le sous-espace
jp: ワープエンジン;部分空間に亀裂が発生することがあり頻繁に使用
pt: warp drive;O uso frequente pode causar rachaduras no subespaço

# Collect_59
source: Nuclear powered engine ;Be careful, don't turn it ino a nuclear bomb
cn: 核动力发动机;小心使用，谨防核爆
fr: moteur à propulsion nucléaire;Faites attention, ne le mettez pas ino une bombe nucléaire
jp: 原子力発電エンジン;核を防ぐために、注意して使用
pt: motor de propulsão nuclear;Tenha cuidado, não transformá-lo ino uma bomba nuclear

# Collect_60
source: Fusion reactor;A mini sun
cn: 聚变反应堆;一个迷你太阳
fr: Réacteur à fusion;Un mini soleil
jp: 核融合炉;ミニ日
pt: reator de fusão;Um mini-sol

# Collect_61
source: Crowbar;Physics holy sword!
cn: 撬棍;物理学圣剑！
fr: Crowbar;Physique sainte épée!
jp: クローバー;物理学の剣！
pt: Pé de cabra;Física santa espada!

# Collect_62
source: Nuclear battery;No radiation!
cn: 核电池;没有辐射！
fr: batterie nucléaire;Pas de rayonnement!
jp: 原子力電池;いいえ放射線ません！
pt: bateria nuclear;Nenhuma radiação!

# Collect_63
source: Dinosaur egg ;It's really a dinosaur egg, not a stone
cn: 恐龙蛋;真的是恐龙蛋不是石头
fr: Dinosaur egg;Il est vraiment un œuf de dinosaure, pas une pierre
jp: 恐竜の卵;本当にそれは恐竜の卵の石ではありません
pt: ovo de dinossauro;É realmente um ovo de dinossauro, e não uma pedra

# Collect_64
source: UCAV; Can also help you take delivery
cn: 无人攻击机;也可以帮你取快递
fr: UCAV; Peut également vous aider à prendre livraison
jp: UCAV;また、あなたが宅配便を得るのを助けることができます
pt: UCAV; também pode ajudá-lo a tomar a entrega

# Collect_65
source: Baby Groot seed ;“i am root"
cn: 树人种子;[i am root]
fr: graines bébé Groot;[Je suis root]
jp: Shuren種子;「私はル​​ートです」
pt: sementes bebê Groot;[Eu sou raiz"

# Collect_66
source: Flashlight;
cn: 手电筒;
fr: Lampe de poche;
jp: 懐中電灯;
pt: Lanterna;

# Collect_67
source: Arc Emitters;Do not use in water
cn: 电弧发射器;不要在水中使用
fr: Emetteurs Arc;Ne pas utiliser dans l'eau
jp: アークトランスミッタ;水中では使用しないでください
pt: arco Emissores;Não use em água

# Collect_68
source: Solar panel;Sunflower invented the technology long ago.
cn: 太阳能电池板;向日葵在很久之前就发明了这项技术
fr: Panneau solaire;Tournesol a inventé la technologie depuis longtemps.
jp: ソーラーパネル;ひまわりはずっと前にこの技術を発明しました
pt: Painel solar;Girassol inventou a tecnologia há muito tempo.

# Collect_69
source: Welding gun ;It can be used as a weapon in case of emergency
cn: 电焊枪;紧急情况下可当做武器
fr: pistolet de soudage;Il peut être utilisé comme une arme en cas d'urgence
jp: 懐中電灯;武器として緊急の場合
pt: pistola de solda;Ele pode ser usado como uma arma em caso de emergência

# Collect_70
source: Wormhole Generator ;The disadvantage is that you miss the scenery in the journey
cn: 虫洞发生器;缺点是你看不到旅途中的风景了
fr: Wormhole Générateur;L'inconvénient est que vous manquez le paysage dans le voyage
jp: ワームホールジェネレータ;欠点は、あなたが旅の風景を見ることができないということです
pt: wormhole Generator;A desvantagem é que você perca o cenário na viagem

# Collect_71
source: Life detector ;The creature you found may be your friend or eat you up
cn: 生命探测器;找到的生物可能和你做朋友也可能吃掉你
fr: Détecteur de Vie;La créature que vous avez trouvé peut être votre ami ou vous manger
jp: ライフ検出器;生物学的およびあなたが見つけることができる友達があなたを食べるかもしれません
pt: detector de vida;A criatura que você encontrou pode ser seu amigo ou comer você

# Collect_72
source: Hydrogen helium collector ;To provide energy for the fusion reaction
cn: 氢氦收集器;给聚变反应提供能源
fr: Hydrogène hélium collecteur;Fournir de l'énergie pour la réaction de fusion
jp: 水素ヘリウムコレクタ;エネルギー融合反応を提供するために、
pt: coletor de hélio de hidrogênio;Para fornecer energia para a reacção de fusão

# Collect_73
source: Matter Analyzer;Give it up, you can't find anything edible even if analysis 100 more kinds of alien plants
cn: 物质分析仪;放弃吧，再分析100种外星植物也找不出1种能吃的！
fr: Analyzer Matter;Give it up, vous ne pouvez pas trouver quelque chose de comestible, même si l'analyse 100 plusieurs types de plantes exotiques
jp: 物質・アナライザ;それを放棄し、その後食べるの種類を見つけることができませんでした外来植物の100種類を分析！
pt: matéria Analyzer;Desista, você não consegue encontrar qualquer coisa comestível mesmo que uma análise mais de 100 tipos de plantas exóticas

# Collect_74
source: Automatic navigation system ;Before get into the cryosleep chamber, you'd better pray for this system won't go wrong
cn: 自动导航系统;在你进入冷冻睡眠仓之前最好祈祷一下这个系统不会出错
fr: Système de navigation automatique;Avant obtenir dans la chambre cryosleep, vous feriez mieux de prier pour que ce système ne sera pas aller mal
jp: 自動ナビゲーションシステム;あなたはこのシステムについてより良い祈りをスリープ状態に冷凍室​​に入る前に間違って行くことができません
pt: sistema de navegação automática;Antes de entrar na câmara cryosleep, é melhor rezar para este sistema não vai dar errado

# Collect_75
source: Extinguisher;
cn: 灭火器;
fr: Extincteur;
jp: 消火器;
pt: Extintor;

# Collect_76
source: Gravity Gun;Inanimate objects can be pulled up or ricocheted
cn: 重力枪;可以把非生命物体拉过来或者弹飞
fr: Gravity Gun;Les objets inanimés peuvent être tiré vers le haut ou ricoché
jp: 重力銃;無生物のプルアップまたは跳ね返っすることができます
pt: Gravity Gun;objetos inanimados pode ser puxado para cima ou ricocheteou

# Collect_77
source: Energy Shield;The disadvantage is that there is no use when power outages
cn: 能量护盾;缺点是停电的时候毫无用处
fr: Bouclier d'énergie;L'inconvénient est qu'il n'y a pas d'utilisation lors des pannes de courant
jp: エネルギーシールド;欠点は、電源が役に立たないときということです
pt: escudo de energia;A desvantagem é que não há nenhum uso quando falhas de energia

# Collect_78
source: Liquid Propellant Rocket Engine;It helps human landing on the moon
cn: 液体火箭发动机;它帮助人类登上了月球
fr: Propulseur Liquid Rocket Engine;Il aide à l'atterrissage de l'homme sur la lune
jp: 液体ロケットエンジン;これは、月面に人間を助けます
pt: Motor de foguete de combustível líquido;Ele ajuda pouso humano na Lua

# Collect_79
source: Nano automatic repairing material ;One day they will conquer the world
cn: 纳米自动修复材料;总有一天它们将征服世界
fr: Nano matériau de réparation automatique;Un jour, ils vont conquérir le monde
jp: ナノ自動車補修材;ある日、彼らは世界を征服します
pt: Nano material de reparação automática;Um dia eles vão conquistar o mundo

# Collect_80
source: Ion thruster;In fact, its thrust is equivalent to a piece of paper on your hand pressure
cn: 离子推进器;实际上其推力只相当于一张纸对于你的手的压力
fr: Ion propulseur;En fait, sa poussée est équivalent à un morceau de papier sur votre pression de la main
jp: イオンスラスター;実際にはそれはあなたの手の圧力のための紙のスラストピースのみに相当します
pt: Ion propulsor;Na verdade, a sua pressão é equivalente a uma folha de papel sobre o seu lado de pressão

# Collect_81
source: Water Recycling Systems;No need to think too much before you drink
cn: 水循环系统;喝水前没必要想太多
fr: Systèmes de recyclage de l'eau;Pas besoin de trop penser avant de boire
jp: 水系;前に飲むことをあまりにも多くを考える必要はありませんいいえ
pt: Sistemas de reciclagem de água;Não há necessidade de pensar muito antes de beber

# Collect_82
source: Durasteel armor;Harder than steel armor
cn: 耐性钢装甲;比钢装甲更硬
fr: armure Durasteel;Plus dur que l'armure d'acier
jp: 性鋼の鎧;鋼の鎧よりも硬いです
pt: armadura Durasteel;Mais difícil do que armadura de aço

# Collect_83
source: Particle Lances;These heavy energy weapons fire focused particle beams that cause massive damage.
cn: 粒子光矛; 这种重型能量武器发射聚焦粒子束，造成巨大的伤害。
fr: Lances de particules;Ces armes énergétiques lourds feu faisceaux de particules ciblées qui causent des dégâts massifs.
jp: 光の粒子の槍; エネルギーを発射するような重い武器は大きな害を引き起こし、集束イオンビーム。
pt: Lances de partículas;Estas armas de energia pesados ​​disparar feixes de partículas focadas que causam grandes danos.

# Collect_84
source: Intelligent transfer device ;I think, therefore I am
cn: 智慧转移器;我思故我在
fr: dispositif de transfert Intelligent;Je pense donc je suis
jp: 知恵ダイバータ;コギトエルゴ和
pt: dispositivo de transferência inteligente;Penso, logo existo

# Collect_85
source: Reverse force field generator ;Upside down
cn: 反向力场发生器;上下颠倒
fr: générateur de champ de force inverse;À l'envers
jp: フィールドジェネレータを逆に;逆さまに
pt: gerador de campo de força inversa;De cabeça para baixo

# Collect_86
source: Mass generator ;Essential component for faster-than-light travel
cn: 质量发生器;超光速旅行必须组件
fr: générateur de masse;Composant essentiel pour Voyage plus vite que la lumière
jp: 品質ジェネレータ;旅行は、超光速のコンポーネントでなければなりません
pt: gerador de massa;componente essencial para viajar mais rápido do que a luz

# Collect_87
source: Five-dimensional propeller; Power equipment through the wormhole sub space
cn: 五维推进器;穿越虫洞亚空间的动力设备
fr: hélice à cinq dimensions; équipement électrique à travers l'espace sous wormhole
jp: 5次元プロペラ;ワームホール部分空間の電力設備を介して、
pt: Cinco hélice-dimensional; equipamentos de energia através do espaço sub buraco de minhoca
